
type contentsType = {
  id : number,
  date : string,
  title : string,
  contents : string,
}

const EventDatas : contentsType[]=[
  {
    id:1,
    date : '2024-07-05',
    title : '티키타카 챌린지 M.O.M 및 응원왕 안내',
    contents:`    
※ 참고하세요\n
- 당첨자 정보는 닉네임 일부로 표시됩니다.\n
- 5만원 초과 경품의 경우 제세공과금 22%가 부여되며,제세공과금 22%를 제외한 후 포인트로 지급됩니다.\n
\n
*승리팀 220,000 포인트를 제외한 780,000 포인트가 지급됩니다.\n
*패배팀 110,000 포인트를 제외한 390,000포인트로 지급됩니다.\n
- 제세공과금 처리를 위하여 당첨자에게 신분증 사본을 요청/수집하며 거부 시 당첨에서 제외됩니다.\n
*신분증 사본 전달 시 이름 및 주민등록번호를 제외한 사진, 주소 등은 마스킹 필수 처리 필요 합니다.\n
- 제세공과금 처리를 위하여 당첨자 발표 후 좀쉼쉼 고객행복센터 1670-6250 에서 당첨자에게 유선으로 연락드리며 7월 19일(금)~7월 25일(목) 기간 내 연락이 불가할 경우 당첨은 취소됩니다.\n
- 제세공과금 처리를 위한 당첨자 유선 안내는 좀쉼쉼에 등록된 휴대폰 정보를 기준으로 제공되며 미기재 및 오기재로 인한 유선 연락 불가 시 당첨에서 제외됩니다.\n
- 부정참여 이력이 확인될 경우 당첨이 취소되거나 경품 (포인트) 지급이 제한 및 회수될 수 있습니다.\n
- 부정참여 기준 : 당첨 아이디 별 휴대폰 고유 디바이스 ID 값 및 IP 주소가 중복되는 등 1인이 2개 이상의 계정으로 중복 참여하는 경우 부정참여로 간주합니다.\n
- 당첨자가 개인정보 수집 또는 당첨 거부 시 당첨자를 재 선정하지 않습니다.\n
- 티키타카 M.O.M 선수에게는 8월 2일(금) 18시 이전 위에 기재된 좀쉼쉼 포인트가 지급될 예정입니다.\n
- 지급받은 포인트는 항공, 항공+숙소 상품에는 사용이 불가합니다.\n
- 지급받은 좀쉼쉼 포인트의 유효기간은 지급 시점으로부터 30일이며, 기간 내 사용하지 않을 시 자동소멸됩니다.\n
- 응원왕 선정 시 참여해주신 아이디의 쿠폰함으로 매주 금요일 18시 이전 쿠폰이 지급될 예정입니다.\n
- 응원왕에게는 좀쉼쉼 국내숙소 5만원 쿠폰이 지급되며, 유효기간은 지급 시점으로부터 30일이며, 기간 내 사용하지 않을 시 자동소멸 됩니다.(모텔 제외)\n
- 유효기간 경과로 인한 혜택 소멸 시 재 지급되지 않습니다.\n`
  },
  {
    id: 2,
    date: "2024-05-28",
    title : "가족여행 10계명 이벤트",
    contents:`
    가족여해 10계명 이벤트를 시작합니다.\n
    \n
    \n
    ※ 유의사항\n
- 개인정보 보호를 위해 당첨자는 닉네임 일부와 휴대폰번호 가운데 4자리로 표시됩니다.\n
- 해당 당첨 경품은 제세공과금 22%가 부여되며, 제세공과금은 당첨자가 100% 부담합니다.\n
- 제세공과금 처리를 위하여 당첨자에게 신분증 사본을 요청, 수집하며 거부 시 당첨에서 제외됩니다.\n
- 제세공과금 처리를 위한 유선 안내는 좀쉼쉼 고객 행복센터(1670-6250)를 통해 5월 28일(화)에 진행되며, 기간 내 연락 불가(내 정보 내 휴대폰 번호 미등록, 오류 등) 및 회신이 없는 경우 당첨은 취소됩니다.\n
- 제세공과금 입금은 5/29(수) ~ 6/2(일)까지 당첨자명으로 입금 완료 되어야하며, 제세공과금 신분증 사본과 입금자명이 상이할 경우 확인이 불가합니다.\n
- 상세 예약 일정은 해피콜을 통해 확정되며, 제세공과금 입금 확인 후에 진행 됩니다.\n
- 당첨 경품은 멜리아 빈펄 깜란 비치 리조트 3박 5일(4인 기준)로 제공되며 여행기간의 연장 또는 축소 불가합니다.\n
- 리조트나 호텔은 선택이 불가하며 예약가능 상황에 맞춰 좀쉼쉼 측에서 지정되어 제공됩니다.\n
- 인천에서 출발하여 인천으로 돌아오는 상품이며, 출발지 변경은 불가합니다.\n
- 여행자보험이 제공되며 패키지 내 포함사항, 일정 외 선택관광 등 추가비용은 개인 부담입니다.\n
- 해외여행 당첨고객은 출발가능일 내에서 선택할 수 있습니다.\n
  ㄴ 24년 6월 1일~24년 10월 30일 (*항공좌석 및 호텔객실 상황에 따라 날짜별로 선택이 불가능할 수 있습니다.)\n
  ㄴ 선택 불가 기간 : 7/20~8/17, 9/12~16\n
- 지정된 일정 외에는 혜택 제공이 어려우니 일정에 참고 부탁드립니다.\n
- 출발 가능일, 해외여행 상품확정, 상세안내 및 출발 일정 확정 등 예약 진행은 유선으로 진행됩니다. (대표전화 : 02-3705-8140)\n
- 코로나 19 상황에 따라 나라별 해외여행, 자가격리, 출입국 규정 지침의 변화로 인하여 상품 및 출발일정이 변경될 수 있습니다.\n
- 해외여행을 위한 여권(만료 6개월 전) 확인 필수 입니다.\n
- 출입국 전 백신 접종 완료 증명서 또는 음성 확인이 필요할 수 있습니다.\n
- 당첨된 경품의 타인 양도 및 재판매는 불가합니다. \n
    `,
  },
  {
    id: 3,
    date: "2024-05-13",
    title : "5월 2차 좀쉼쉼 응원하기",
    contents:`
    좀쉼쉼 응모 2차 입니다.\n
    \n
    ※ 참고하세요 \n
- 포인트는 당첨 발표일에 당첨자 회원 계정으로 지급됩니다.\n
- 지급된 포인트는 지급일로부터 30일 이내 사용 가능합니다.\n
- 본 이벤트는 당사의 사정에 의해 변경/중지될 수 있습니다.\n
    `
  },
  {
    id: 4,
    date: "2024-05-07",
    title : "5월 1차 좀쉼쉼 응원하기",
    contents:`
    좀쉼쉼 응모 1차 입니다.\n
    \n
    ※ 참고하세요 \n
- 포인트는 당첨 발표일에 당첨자 회원 계정으로 지급됩니다.\n
- 지급된 포인트는 지급일로부터 30일 이내 사용 가능합니다.\n
- 본 이벤트는 당사의 사정에 의해 변경/중지될 수 있습니다.\n
    `
  },
  {
    id: 5,
    date: "2024-05-07",
    title : "콘서트팩 속초 당첨 안내",
    contents:`
    좀쉼쉼입니다.
\n
[좀쉼쉼 콘서트팩 속초] 래플 당첨자를 발표합니다!\n
\n
당첨되신 것을 진심으로 축하드리며, 카카오톡 알림톡을 통해 구매 방법을 개별 안내드리겠습니다.\n
감사합니다.\n
\n
[당첨안내]\n
좀쉼쉼 콘서트팩 속초 구매 당첨자(400명)\n
 - 구매링크 카카오 알림톡 개별 안내\n
 ※ 당첨자는 아래 문서에서 확인 부탁드립니다.\n  
\n
 ※ 유의사항\n
- 개인정보 보호를 위해 당첨자 정보는 닉네임 일부 및 연락저 가운데 자리로 표시됩니다.\n
- 당첨자의 카카오톡 알림톡 또는 문자메시지를 통해 구매링크를 발송합니다.\n
- 응모 시 휴대폰번호 오기입/미기입 등 고객 과실로 인해 안내가 불가할 경우 당첨은 취소될 수 있습니다.\n
- 당첨자는 안내된 결제기간 내 결제를 완료하지 않으면 당첨이 자동 취소되며 예비 당첨자에게 기회가 넘어갑니다.\n
    `
  },
  {
    id: 6,
    date: "2024-03-19",
    title : "3월 더블쿠폰 핫세일 더블 페이백 이벤트",
    contents:`
    더블 쿠폰 이벤트 \n
\n
    ※ 참고하세요\n
- 당첨자 정보는 닉네임 및 휴대폰 번호 일부로 표시됩니다.\n
- 5만원 초과 경품의 경우 제세공과금 22%가 부여되며, 당사가 100% 부담합니다.\n
- 제세공과금 처리를 위하여 당첨자에게 신분증 사본을 요청/수집하며 거부 시 당첨에서 제외됩니다.\n
- 제세공과금 처리를 위하여 당첨자 발표 후 좀쉼쉼 고객행복센터 1670-6250에서 당첨자에게 유선으로 연락드리며 연락 후 3월 25일(월)까지 연락 불가, 미 회신 당첨자는 당첨에서 제외됩니다.\n
- 제세공과금 처리를 위한 당첨자 유선 안내는 좀쉼쉼에 등록된 휴대폰 정보를 기준으로 제공되며 미기재 및 오기재로 인한 유선 연락 불가 시 당첨에서 제외됩니다.\n
- 당첨 경품(쿠폰)은 제세공과금 처리 후 4월 1일(월)에 일괄 지급됩니다.\n
- 당첨 경품(쿠폰)은 국내 숙소 전용 100% 할인쿠폰으로 발행되며, 쿠폰의 최대 할인 금액은 당첨자의 더블 할인 숙소 결제금액의 2배로 설정됩니다.\n
- 당첨 경품(쿠폰)의 유효기간은 지급일로부터 60일입니다.\n
- 당첨 경품(쿠폰)은 타 이벤트 쿠폰과 중복 사용이 불가합니다.\n
    `
  },
  {
    id: 7,
    date: "2024-03-06",
    title : "도전! 2024 보안왕 5,000포인트 당첨안내",
    contents:`
도전! 2024 보안왕 이벤트에 참여해 주셔서 감사드리며, 이벤트 당첨자 안내드립니다.\n
당첨자는 이벤트 신청 후 비밀번호를 변경한 고객 대상으로 랜덤 선정되었습니다.\n
\n
당첨을 축하드리며 앞으로도 많은 이용부탁드립니다.\n
감사합니다.\n
\n
[당첨안내]\n
■ 도전! 2024 보안왕 5,000 포인트 (500명)\n
* 당첨자는 아래 문서에서 확인 부탁드립니다.\n
  \n
\n
※ 참고하세요\n
- 당첨자 정보는 닉네임 일부로 표시됩니다.\n
- 여기어때 5,000 포인트 포인트 당첨자에게는 3월 6일(수) 18시 이전 여기어때 5,000 포인트가 지급될 예정입니다.\n
- 지급받은 포인트는 항공, 항공+숙소 상품에는 사용이 불가합니다.\n
- 지급받은 여기어때 5,000 포인트의 유효기간은 지급 시점으로부터 6개월이며, 기간 내 사용하지 않을 시 자동소멸됩니다.\n
- 유효기간 경과로 인한 혜택 소멸 시 재 지급되지 않습니다.\n
    `
  },
  {
    id: 8,
    date: "2024-02-27",
    title : "체크인챌린지 총 3천만원 여기어때 포인트 지급 안내",
    contents:`
    2월 6일 ~ 2월 25일까지 진행된 체크인챌린지 총 3천만원 여기어때 포인트 지급 안내드립니다.\n
\n
최종 8,476명이 생존하여 인 당 3,530원(1포인트 미만 절사) 여기어때 포인트가 3/6(수) 18시 이전 일괄 지급될 예정입니다.\n
매일 1일 1회 참여하여 총 20회 참여 생존자 기준이며, \n
1/25(일) 이전 혹은 이후 20회 참여가 완료된 고객은 부정참여 이력으로 분리하여 포인트 지급대상자에서 제외됩니다.\n
지급 된 이후에도 부정참여 이력이 확인될 시 별도 안내 없이 포인트 회수 됩니다.\n
\n
감사합니다.\n
\n
\n
※ 참고하세요\n
- 총 상금 3천만원 포인트를 생존자 수로 나누어 1인당 상금 포인트로 계산 후 지급되며 1포인트 미만 절사 됩니다.  \n
- 당첨자 정보는 대상자가 많아 별도 고지 하지 않습니다. 참고부탁드립니다.\n
- 여기어때 탈퇴가 확인될 경우 자동으로 당첨이 취소됩니다.\n
- 지급된 여기어때 포인트는 현금으로 출금할 수 없습니다.\n
- 부정참여 이력이 확인될 경우 당첨이 취소되거나 경품 (포인트) 지급이 제한 및 회수될 수 있습니다.\n
- 부정참여 기준 : 당첨 아이디 별 휴대폰 고유 디바이스 ID 값 및 IP 주소가 중복되는 등 1인이 2개 이상의 계정으로 중복 참여하는 경우 부정참여로 간주합니다.\n
- 지급받은 포인트는 항공, 항공+숙소 상품에는 사용이 불가합니다.\n
- 지급받은 여기어때 포인트의 유효기간은 지급 시점으로부터 365일이며, 기간 내 사용하지 않을 시 자동소멸됩니다.\n
- 유효기간 경과로 인한 혜택 소멸 시 재 지급되지 않습니다.\n
    `
  },

]

export default EventDatas