import React from 'react';
import styles from '../styles/Policy.module.scss';

const page = () => {
  return (
    <main
      className={styles.policyMain}
    >
    
    <article
      className={styles.privacyWrap}
    >
      <h2>개인정보 처리방침</h2>

      <section>
        <p id={styles.one}><strong>1. 좀쉼쉼가 수집하는 개인정보</strong></p>
        <p><strong>1.1 좀쉼쉼 플랫폼을 이용하는 데 필요한 정보. </strong>당사는 회원님이 좀쉼쉼 플랫폼을 이용할 때 회원님의 개인정보를 수집합니다. 그렇지 않은 경우, 좀쉼쉼는 요청하신 서비스를 회원님께 제공하지 못할 수 있습니다. 이러한 정보에는 다음이 포함됩니다.</p>
        <p><strong>1.1.1 연락처, 계정 및 프로필 정보.</strong> 회원님의 이름, 전화번호, 우편 주소, 이메일 주소, 생년월일, 프로필 사진. 이러한 정보 중 일부는 회원님이 사용하는 기능에 따라 수집 여부가 달라질 수 있습니다.</p>
        <p><strong>1.1.2 본인 인증 정보. </strong>적절한 경우, 당사는 신분증 인증 시 (관련 법률에 따라) 정부 발급 신분증의 이미지, 기타 인증 정보 및/또는 셀카 사진을 요청할 수 있습니다. 회원님의 신분증 사본이 제출되는 경우, 당사는 신분증에서 정보를 가져옵니다. <a href="/help/article/1237">본인 인증</a>에 대한 자세한 내용은 도움말 센터에서 확인하세요. </p>
        <p><strong>1.1.3 결제 정보. </strong>결제 계좌 또는 은행 계좌 정보. 좀쉼쉼 사용자가 아닌 경우, 좀쉼쉼는 귀하와 관련된 결제 정보를 받을 수 있습니다. 예를 들면, 좀쉼쉼 사용자가 예약을 완료하기 위해 귀하의 결제 카드를 제공하는 경우가 있습니다. <a href="/help/article/209"></a><a href="/help/article/209"></a><a href="/help/article/3524">다른 사람을 대신한 결제 및 대금 수령</a>과 관련한 도움말 센터 게시글을 참조하세요.</p>
        <p><strong>1.2 회원님이 좀쉼쉼에 자발적으로 제공하는 정보. </strong>회원님은 다음과 같은 추가적인 개인정보를 좀쉼쉼에 자발적으로 제공할 수 있습니다.
        </p>
        <p><strong>1.2.1 추가적인 프로필 정보.</strong> 성별, 선호하는 언어, 도시, 인적 사항. </p>
        <p><strong>1.2.2 다른 사람에 대한 정보. </strong>다른 사람 소유의 결제 수단이나 연락처 정보, 또는 동반 일행에 대한 정보. 타인에 대한 개인정보를 제공함으로써, 회원님은 본 개인정보 처리방침에 명시된 목적을 위해 해당 정보를 좀쉼쉼에 제공할 권한이 있음을 확인하고, 해당 타인에게 좀쉼쉼 개인정보 처리방침을 공유했음을 확인합니다.
        </p>
        <p><strong>1.2.3 생체정보.</strong> 사용자가 인증을 위해 사진 및 신분증 서류를 제출한 경우, 사진 및 서류에서 추출된 안면 인식 데이터(관련 법률에서 요구하는 경우 사용자 동의를 얻은 후 수집).</p>
        <p><strong>1.2.4 기타 정보. </strong>예를 들어, 양식을 작성하거나, 계정에 정보를 추가하거나, 설문조사에 응답하거나, 커뮤니티 포럼에 게시글을 올리거나, 프로모션에 참여하거나, 좀쉼쉼 고객지원 팀 및 다른 회원들과 소통하거나, 주소록 연락처 가져오기를 실행 또는 수동으로 입력하거나, 회원님의 주소 및/또는 위치를 제공하거나, 본인의 경험을 당사와 공유하는 경우. 여기에는 회원님이 당사에 자발적으로 공유하는 건강 정보도 포함될 수 있습니다.</p>
        <p><strong>1.3 좀쉼쉼 플랫폼 및 당사 결제 서비스 사용 시 자동으로 수집되는 정보.</strong> 당사는 회원님이 좀쉼쉼 플랫폼 및 결제 서비스를 이용할 때 개인정보를 자동 수집합니다. 이러한 정보에는 다음이 포함될 수 있습니다.</p>
        <p><strong>1.3.1 위치 정보.</strong> 회원님 기기의 설정에 따라 IP 주소, 모바일 기기나 기타 기기의 GPS 또는 회원님이 당사에 제공한 기타 정보를 이용해 판단하는 정확하거나 대략적인 위치. 설정이나 기기 사용 권한을 통해 해당 기능을 활성화하는 경우, 좀쉼쉼는 회원님이 앱을 사용하지 않는 동안에도 이 정보를 수집할 수 있습니다.</p>
        <p><strong>1.3.2 사용 정보.</strong> 리스팅 검색, 회원님이 진행한 예약, 추가한 부가 서비스, 접속 날짜 및 시간, 좀쉼쉼 플랫폼 사용 이전 또는 이후에 조회하거나 이용한 페이지, 조회하거나 클릭하는 페이지나 콘텐츠, 제3자 애플리케이션으로 연결되는 링크, 좀쉼쉼 플랫폼에서 수행하는 기타 행위. 좀쉼쉼 계정을 만들지 않았거나 로그인하지 않은 경우에도 당사는 이러한 정보를 수집할 수 있습니다.</p>
        <p><strong>1.3.3 기기 정보. </strong>IP 주소, 하드웨어 및 소프트웨어 정보, 기기 정보, 기기 이벤트 정보, 고유 식별자, 충돌 데이터, 메시지 확인 여부. 좀쉼쉼 계정을 만들지 않았거나 로그인하지 않은 경우에도 당사는 이러한 정보를 수집할 수 있습니다.</p>
        <p><strong>1.3.4 <a href="/terms/cookie_policy">쿠키 정책</a>에 설명된 쿠키 및 유사 기술.</strong></p>
        <p><strong>1.3.5 결제 거래 정보. </strong>사용된 결제 수단, 결제 날짜 및 시간, 결제 금액, 결제 수단 만료일, 청구지 우편번호, 페이팔 이메일 주소, IBAN 정보, 회원님의 주소, 기타 거래 관련 세부 정보.</p>
        <p><strong>1.4 좀쉼쉼가 제3자로부터 수집하는 정보. </strong>당사는 다음과 같은 다른 출처로부터 개인정보를 수집할 수 있습니다.
        </p>
        <p><strong>1.4.1 제3자 애플리케이션.</strong> 제3자 서비스(예: 구글, 페이스북, 위챗(WeChat))를 이용해 좀쉼쉼 플랫폼에 연결, 접속, 로그인하는 경우, 회원님은 해당 서비스에서 관리하거나 해당 서비스의 개인정보 보호 설정을 통해 회원님이 승인한 정보(등록 정보, 친구 목록, 프로필 정보 등)를 좀쉼쉼에 보내도록 지시하는 것입니다. 좀쉼쉼 계정에 스마트 도어록을 연결하는 경우, 당사는 로그 또는 이벤트 정보, 기기 정보 등 스마트 기기에 관한 정보를 수집할 수 있습니다. </p>
        <p><strong>1.4.2 신원 조회 정보 제공기관.</strong> 미국 내 회원의 경우, 당사는 관련 법률에서 허용하는 범위에서 범죄 기록, 성범죄자 등록 여부, 기타 회원님 및/또는 회원님의 배경에 대한 정보를 입수할 수 있습니다. 인도 내 호스트의 경우, 당사는 관련 법률에서 허용하는 범위에서 범죄 이력을 조회할 수 있습니다. 미국 이외 지역의 회원인 경우, 좀쉼쉼는 (필요한 경우에는 회원님의 동의를 얻은 후) 관련 법률에서 허용하는 범위에서 경찰 기록 조회, 신원 조회, 성범죄자 등록 여부 조회를 할 수 있습니다. 좀쉼쉼는 이러한 기록 입수를 위해 회원님의 성명, 생년월일 등의 정보를 사용할 수 있습니다.</p>
        <p><strong>1.4.3 기업용 제품 초대 및 계정 관리.</strong> 당사의 기업용 제품을 사용하는 조직은 계정 관리 및 기업용 제품 사용에 대한 초대를 용이하게 하기 위해 개인정보를 제출할 수 있습니다.</p>
        <p><strong>1.4.4 추천 및 동반 일행.</strong> 여행의 동반 일행 등으로 좀쉼쉼 플랫폼에 초대받은 경우, 초대한 사람이 회원님의 개인정보를 제출할 수 있습니다.</p>
        <p><strong>1.4.5 게스트 여행자 보험 파트너사.</strong> 회원님이 게스트 여행자 보험 약관에 따라 보험금을 청구하는 경우, 당사는 회원님께 고객 서비스를 제공하고 플랫폼을 개선하기 위해 청구 관련 정보를 받을 수 있습니다.</p>
        <p><strong>1.4.6 불만 제기인.</strong> 호스트, 게스트 또는 제3자가 회원님에 대한 불만을 제출하는 경우, 당사는 불만 사항을 파악하고 관련이 있는 경우 이를 처리하기 위해 제기된 특정 불만 사항과 관련된 정보를 받을 수 있습니다.</p>
        <p><strong>1.4.7 금융 기관. </strong>회원님이 은행 계좌 이체 방식으로 결제하기로 선택한 경우, 당사는 회원님의 금융 기관으로부터 은행 계좌 세부 정보 및 계좌 잔액과 같은 특정 정보를 받을 수 있습니다.</p>
        <p><strong>1.4.8 분할 결제 및 자금 제공업체.</strong> 예약을 구매하고 할부 결제 방식을 선택하는 경우, 당사는 제3자 제공업체로부터 결제 일정 및 승인된 결제 계획에 따른 실제 결제와 같은 특정 정보를 받을 수 있습니다.</p>
        <p><strong>1.4.9 기타 출처. </strong>관련 법률에서 허용하는 범위에서 좀쉼쉼는 (i) 제3자 서비스 제공업체, 기타 제3자 및/또는 파트너사, 또는 (ii) 회원 및 기타 개인, 단체 및 당국으로부터 회원님의 <a href="/help/article/173/">신원 정보</a>, 인구통계학적 데이터, 또는 부정행위 및 안전 문제를 탐지하는 데 도움이 되는 정보 등 추가 정보를 입수하고 이를 당사가 보유한 회원님의 정보와 조합할 수 있습니다. 예를 들어, 당사는 부정행위 예방, 보안 조사 및 위험성 평가 활동에 사용하기 위해 신원 확인 서비스 제공업체로부터 신원 조회 결과 또는 부정행위 경고를 입수할 수 있습니다. 당사는 좀쉼쉼 사용자, 일반인, 정부기관, 공공기관, 또는 세무 당국으로부터 회원님에 관한 정보, 좀쉼쉼 플랫폼 안팎에서 회원님이 수행하는 활동에 대한 정보를, 또는 파트너사로부터 회원님의 이용 경험 및 상호작용에 관한 정보를 입수할 수 있습니다. 좀쉼쉼는 감염병 관련 건강 정보 등 건강 정보를 입수할 수 있습니다.</p>
      </section>

    </article>

    </main>
  )
}

export default page